{
  "privacy": "Поставщик и конфиденциальность данных",
  "phone": "телефон",
  "prText": "ООО «Авангард Моторс»  проспект Гая 14/3 0056 Ереван/Армения Тел. номер: (+374) 60680000 электронная почта: agm@mercedes-benz.am",
  "management": "От лица Правления",
  "managementTeam": "Геворг Геворгян (генеральный директор), Артур Саруханян (менеджер послепродажного обслуживания), Тарон Симонян (менеджер по запасным частям), Лилит Нерсисян (менеджер по продажам)",
  "registry": "Коммерческий регистр Штутгарта, №: HRB 19360 Идентификационный номер плательщика НДС: DE 81 25 26 315",
  "cookiesText": "ООО «Авангард Моторс» использует файлы cookie для записи предпочтений посетителей, чтобы мы могли оптимизировать дизайн нашего веб-сайта. Файлы cookie — это небольшие файлы, которые хранятся на вашем жестком диске. Они упрощают навигацию и повышают удобство использования веб-сайта. Файлы cookie также помогают нам определять наиболее популярные разделы нашего веб-сайта. Это позволяет нам предоставлять контент, который более точно соответствует вашим потребностям, и тем самым улучшать наш сервис. Файлы cookie могут использоваться для определения того, был ли какой-либо контакт между нами и вашим компьютером в прошлом. Идентифицируется только файл cookie на вашем компьютере. Личные данные могут быть сохранены в файлах cookie при условии, что вы дали на это согласие, например, для обеспечения безопасного доступа в Интернете, чтобы вам не нужно было повторно вводить свой идентификатор пользователя и пароль. Естественно, вы также можете просматривать наш веб-сайт без файлов cookie. Большинство браузеров автоматически принимают файлы cookie. Вы можете запретить сохранение файлов cookie на вашем жестком диске, настроив браузер так, чтобы он не принимал файлы cookie. Точные инструкции для этого можно найти в руководстве для вашего браузера. Вы можете в любое время удалить файлы cookie, которые уже находятся на вашем жестком диске. Если вы решите не принимать файлы cookie, вы все равно сможете посещать наш веб-сайт, однако это может привести к снижению доступности услуг, предоставляемых нашим веб-сайтом. © Copyright Mercedes-Benz Group AG",
  "protection": "Защита данных",
  "protectionText": "ООО «Авангард Моторс» благодарит вас за интерес к компании и ее продукции, а также за посещение данного веб-сайта. Ваша конфиденциальность важна для нас, и мы хотим, чтобы вы чувствовали себя комфортно при посещении нашего сайта. Защита вашей конфиденциальности при обработке ваших личных данных является важной задачей, которой мы уделяем особое внимание в наших бизнес-процессах. Персональные данные, собранные во время посещения наших веб-страниц, обрабатываются нами в соответствии с правовыми положениями, регулирующими защиту данных, действительными для стран, в которых находятся веб-страницы. Кроме того, наша политика защиты данных соответствует Кодексу поведения в области защиты данных, применимому в масштабах всей компании Daimler. Однако веб-страницы Daimler могут содержать ссылки на другие веб-страницы, на которые не распространяется настоящее заявление о конфиденциальности.",
  "legal": "Официальное уведомление",
  "copyRight": "Авторские права:",
  "copyRightText": "Copyright 2014 Mercedes-Benz Group AG. Все права защищены. Все тексты, изображения, графика, аудио/видео и анимационные файлы и их аранжировки защищены авторским правом и другими законами о защите интеллектуальной собственности. Их нельзя использовать в коммерческих целях, копировать или изменять для использования на других веб-сайтах. Некоторые веб-страницы Daimler содержат материалы, защищенные авторскими правами тех, кто их предоставил. Продукция и цены:",
  "vehicles":"Наши транспортные средства",
  "services":"Наши услуги",
  "finServices":" Финансовые услуги",
  "action":" Действия",
  "about":" О нас",
  "newCar": "Новые автомобили",
  "modeStandard": "Обзор режима Стандартный",
  "manAndRep": "Техническое обслуживание и ремонт",
  "serAndWarr": "Сервис и гарантии",
  "ganParts": "Генерировать детали",
  "workOffer": "Предложения семинара",
  "serviceCont": "Контракты на обслуживание",
  "carCare": "Средство по уходу за автомобилем",
  "finProduct": "Финансовые продукты",
  "financProduct": "Финансовый продукт",
  "events": "События",
  "career": "Карьера",
  "company": "Компания",
  "news": "Новости",
  "contacts": "Контакты"
}