{
  "privacy": "Provider and Data Privacy",
  "phone": "phone",
  "prText": "Avangard Motors LLC Gai avenue 14/3 0056 Yerevan/Armenia Tel. no.: (+374) 60680000 e-mail: agm@mercedes-benz.am",
  "management": "Represented by the Board of Management",
  "managementTeam": "Gevorg Gevorgyan (General Manager), Artur Sarukhanyan (Aftersales Manager), Taron Simonyan (Spare Parts Manager), Lilit Nersisyan (Sales Manager)",
  "registry": "Headquarters and court of registry",
  "cookiesText": "Avangard Motors LLC uses cookies to record the preferences of visitors, to enable us to optimise the design of our website. Cookies are small files which are stored on your hard drive. They ease navigation and increase the user-friendliness of a website. Cookies also help us to identify the most popular sections of our website. This enables us to provide content that is more accurately suited to your needs, and in so doing improve our service. Cookies can be used to determine whether there has been any contact between us and your computer in the past. Only the cookie on your computer is identified. Personal details can be saved in cookies, provided that you have consented to this, for example in order to facilitate secure online access so that you do not need to enter your user ID and password again. Naturally you can also view our website without cookies. Most browsers automatically accept cookies. You can prevent cookies from being stored on your hard drive by setting your browser to not accept cookies. The exact instructions for this can be found in the manual for your browser. You can delete cookies already on your hard drive at any time. If you choose not to accept cookies, you can still visit our website, however this may result in a reduced availability of the services provided by our website.  © Copyright Mercedes-Benz Group AG",
  "protection": "Data protection",
  "protectionText": "Avangard Motors LLC appreciates your interest in the company and its products and your visit to this website. Your privacy is important to us and we want you to feel comfortable when visiting our site. The protection of your privacy in the processing of your personal data is an important concern to which we pay special attention in our business processes. Personal data collected during visits to our web pages are processed by us according to the legal provisions governing data protection as valid for the countries in which the web pages are maintained. In addition, our data protection policy complies with the Data Protection Code of Conduct applicable company-wide for Daimler. The Daimler web pages may however include links to other web pages which are not covered by this privacy statement.",
  "legal": "Legal Notice",
  "copyRight": "Copyright",
  "copyRightText": "Copyright 2014 Mercedes-Benz Group AG. All rights reserved. All text, images, graphics, audio/video and animation files and their arrangements are protected by copyright and other legislation for the protection of intellectual property. They must not be used for commercial purposes, nor copied or modified for use on other websites. Some Daimler web pages contain material protected by the copyright of those who have provided it.",
  "vehicles": "Our Vehicles",
  "services": "Our Services",
  "finServices": " Financial Services",
  "action": " Actions",
  "about": " About us",
  "newCar": "New Cars",
  "modeStandard": "Mode Overview Standard",
  "manAndRep": "Maintenance and Repair",
  "serAndWarr": "Service and warranties",
  "ganParts": "Generate Parts",
  "workOffer": "Workshop offers",
  "serviceCont": "Service Contracts",
  "carCare": "Car Care Product",
  "finProduct": "Financial products",
  "financProduct": "Financing product",
  "events": "Events",
  "career": "Career",
  "company": "Company",
  "news": "News",
  "contacts": "Contacts"
}